Repository: szymonfelinski/BR-practise-group-project
Catalog: ComauRacer3demo/Logical/mappView/Resources/Texts/AlarmList.tmx
Source language: en
Languages: de, fr, pl, sv

source: Configuration dialog to filter alarms
de: Konfigurationsdialog zum Filtern von Alarmen
fr: Configuration du filtrage des alarmes
pl: Okno konfiguracji do filtrowania alarmów
sv: Konfigurationsdialog för att filtrera alarm

source: Column
de: Spalte
fr: Colonne
pl: Kolumna
sv: Kolumn

source: Value
de: Wert
fr: Valeur
pl: Wartość
sv: Värde

source: and state is
de: und Status ist
fr: et le statut est
pl: a stan to
sv: och statusen är

source: active
de: aktiv
fr: actif
pl: aktywny
sv: aktiv

source: active acknowledged
de: aktiv bestätigt
fr: actif acquittée
pl: aktywny potwierdzony
sv: aktiv kvitterad

source: inactive
de: inaktiv
fr: inactif
pl: nieaktywny
sv: inaktiv

source: or
de: oder
fr: ou
pl: albo
sv: eller

source: and
de: und
fr: et
pl: i
sv: och

source: Configuration dialog to sort alarms
de: Konfigurationsdialog zum Sortieren von Alarmen
fr: Configuration pour le tri des alarmes
pl: Okno konfiguracji do sortowania alarmów
sv: Konfigurationsdialog för att sortera alarm

source: Sort
de: Sortieren
fr: Trier
pl: Sortuj
sv: Sotera

source: By
de: Nach
fr: Par
pl: po
sv: Som

source: First
de: Zuerst
fr: Premier
pl: Pierwszy
sv: Först

source: then
de: dann
fr: puis
pl: wtedy
sv: sedan

source: increasing
de: aufsteigend
fr: croissant
pl: rosnąco
sv: ökandes

source: decreasing
de: absteigend
fr: décroissant
pl: malejąco
sv: minskandes

source: oldest first
de: älteste
fr: vieux
pl: najpierw najstarsi
sv: äldst först

source: newest first
de: neueste
fr: nouveau
pl: najnowszy pierwszy
sv: nyast först

source: Configuration dialogue to style alarms
de: Konfigurationsdialog zum Stylen von Alarmen
fr: Configuration du style des alarmes
pl: Okno konfiguracji do stylizacji alarmów
sv: Konfigurationsdialog för att utforma alarm

source: Set style
de: Style festlegen
fr: Définir le style
pl: Ustaw styl
sv: Sätt stil

source: if alarm is
de: wenn Alarm ist
fr: si l'alarme est
pl: jeśli alarm jest
sv: om alarm är

source: and severity condition
de: und Schweregrad ist
fr: et niveau d'alarme
pl: i stan surowości
sv: och alarmnivån är

source: any
de: alle
fr: toute
pl: jakikolwiek
sv: alla

source: Operator
fr: Opérateur
sv: Operatör

source: A - Z
fr: A à Z
sv: A - Ö

source: Z - A
fr: Z à A
sv: Ö - A
